Repository: Czdarvil/ERWebsite
Catalog: global/locale/*/LC_MESSAGES/*.po
Languages: de, es, fr, ru

source: Sign up today for a free trial
de: Kostenlosen Demozugang anfordern
es: Regístrese hoy para una prueba gratuita
fr: Inscrivez-vous aujourd'hui pour un essai gratuit
ru: Зарегистрируйтесь сегодня, чтобы получить бесплатную пробную версию

source: First Name
de: Vorname
es: Nombre
fr: Prénom
ru: Имя

# first_name_placeholder
source: Max
es: Máx
fr: Jean
ru: Иван

source: Last Name
de: Nachname
es: Apellido
fr: Nom de famille
ru: Фамилия

# last_name_placeholder
source: Mustermann
fr: Dupont
ru: Иванов

source: Email
ru: Адрес эл. почты

# email_placeholder
source: max.mustermann@ffberlin.de
fr: jean.dupont@holbe-safety.com
ru: ivan.ivanov@ffberlin.de

source: Phone
de: Telefonnummer
es: Teléfono
fr: Téléphone
ru: Телефон

# phone_placeholder
source: optional
es: opcional
fr: optionnel
ru: Дополнительный телефон

source: Country
de: Land
es: País
fr: Pays
ru: Страна

# country_placeholder
source: Germany
de: Deutschland
es: Alemania
fr: La France
ru: Германия

source: Department Name
de: Name der Organisation
es: Nombre del Departamento
fr: Nom autorité
ru: Название пожарной охраны

source: Language Preference
de: Sprachpräferenz
es: Preferencias de idioma
fr: Langue de préférence
ru: Язык предпочтения

# sign_up_form_submit_button
source: GET FREE TRIAL
de: Jetzt testen
es: OBTENER PRUEBA GRATUITA
fr: ESSAI GRATUIT
ru: ПОЛУЧИТЬ БЕСПЛАТНУЮ ПРОБНУЮ ВЕРСИЮ

source: Comments
de: Kommentar
es: Comentarios
fr: Commentaire
ru: Комментарии

source: First name is required.
de: Vorname ist ein erforderliches Feld
es: El nombre es obligatorio.
fr: Le champ nom est obligataire
ru: Имя является обязательным к заполнению полем

source: Last name is required.
de: Nachname ist ein erforderliches Feld
es: El apellido es obligatorio.
fr: Le champ nom de famille est obligataire
ru: Фамилия является обязательным к заполнению полем

source: Country is required.
de: Land ist ein erforderliches Feld
es: El país es obligatorio.
fr: Le champ pays de famille est obligataire
ru: Страна является обязательным к заполнению полем

source: Department name is required.
de: Der Name der Organisation ist erforderlich
es: El nombre del Departamento es obligatorio.
fr: Le champ nom autorité est obligataire
ru: Название пожарной охраны является обязательным к заполнению полем

source: Email is required.
de: Angabe der Email Adresse ist erforderlich
es: El email es obligatorio.
fr: Le champ Email est obligataire
ru: Адрес эл. почты является обязательным к заполнению полем

source: Not a valid email address.
de: Keine gültige Emailadresse
es: No es un email válido.
fr: Pas une adresse email valide.
ru: Адрес эл. почты, который Вы ввели, недействителен

source: Language
de: Sprache
es: Idioma
fr: Langue
ru: Язык

source: All Rights Reserved
de: Alle Rechte vorbehalten
es: Todos los derechos reservados
fr: Tous droits réservés
ru: Все права соблюдены

source: Emergency Reporting is a Fire & EMS records management company based in Bellingham, WA USA.
de: Emergency Reporting befasst sich mit der ENtwicklung von Systemen zur Feuerwehr- und Rettungsdienstverwaltung. Der Hauptsitz ist in Bellingham, WA USA.
es: Emergency Reporting es una empresa de gestión de archivos de Servicios de Emergencias e Incendios con sede en Bellingham, WA, EEUU.
ru: Emergency Reporting является компанией-разработчиком систем управления экстренными сообщениями о пожаре и чрезвычайных ситуациях, расположенной в Беллингем, шт. Вашингтон, США

source: Emergency Reporting | Home
de: Emergency Reporting | Startseite
es: Reporte de Emergencias | Inicio
ru: Emergency Reporting | Стартовая страница

source: {Powerful. Mobile. Secure. Global}
de: {Kraftvoll. Mobil. Sicher. Global}
es: {Poderoso, móvil, seguro, global}
fr: {Puissant. Mobile. Sécuritaire. Mondial}
ru: {Функциональность. Мобильность. Надежность. Глобальный}

source: LOGIN
de: Anmelden
es: INICIAR SESIÓN
fr: SE CONNECTER
ru: ВХОД

source: Fire Training and Prevention <br> Management just became easier
de: Feuerwehrverwaltung ist jetzt kinderleicht
es: Capacitación y Prevención de Incendios <br> La gestión se volvió más sencilla
fr: Sécurité Incendie et Gestion des risques deviennent un jeu d‘enfants
ru: Организация пожарной подготовки и профилактики стала еще проще

source: FREE TRIAL
de: Jetzt testen
es: PRUEBA GRATUITA
fr: Essai gratuit
ru: БЕСПЛАТНАЯ ПРОБНАЯ ВЕРСИЯ

source: LEARN MORE
de: Erfahren sie mehr
es: CONOCER MÁS
fr: En savoir plus
ru: УЗНАЙТЕ БОЛЬШЕ О НАШЕЙ СИСТЕМЕ

source: scroll down arrow
es: flecha para desplazarse hacia abajo
ru: стрелка для прокрутки вниз

source: Use the web to do more
de: Nutzen sie das Internet mit all seinen Fähigkeiten
es: Use la web para lograr más
fr: Utilisez internet pour entier un maximum d’avantages
ru: Используйте веб-технологии, чтобы получить больше возможностей

source: Are you still using paper records to manage training at your fire station?
de: Haben sie immer noch Schränke voller Ordner um ihre Feuerwehr zu verwalten ?
es: ¿Todavía está usando registros en papel para gestionar la capacitación en su estación de bomberos?
fr: Gérez vous toujours votre management de caserne en version papier ?
ru: Вы все еще используете бумажную документацию для организации и учета проведения пожарной подготовки в Вашей пожарной части?

source: flat-mockup-template
es: plantilla-prototipo-plano
ru: Плоский шаблон макета

source: The premier fire prevention management tool is here
de: Die führende Software um alle wichtigen Belange des Brandschutzes zu organisieren
es: Aquí tiene la mejor herramienta de gestión para la prevención de incendios
fr: L’outil de management de prévention d’incendies le plus performant du marché
ru: Мы представляем Вашему вниманию инструмент номер один для организации и учета пожарной профилактики

source: Use Emergency Reporting to manage your training and inspection records online.
de: Nutzen sie Emergency Reporting um Objektdaten, Begehungen aber auch Fortbildungen von überall aus zu verwalten und bearbeiten
es: Utilice Emergency Reporting para gestionar online sus registros de capacitación e inspecciones
fr: Utilisez Emergency Reporting pour gérer vos tâches et suivre votre plan sécurité incendie en ligne
ru: Используйте нашу систему оповещения о пожарах для ведения учета тренингов и инспекций онлайн

source: Complete Inspections
de: Objektverwaltung
es: Completar Inspecciones
fr: Inspection Commune
ru: ПланируйтеПланируйте проведение инспекций

source: Schedule routine inspections for buildings in your community, and assign them to your staff.
de: Planen sie Abnahmen und Begehungen und verwalten sie alle relevanten Objekte in ihrem Einsatzgebiet
es: Programar inspecciones de rutina en edificios de su comunidad, y asignárselas a su personal.
fr: Planifiez vos inspections régulières et attribuez vos tâches á vos équipes
ru: Назначайте проведение плановых инспекций зданий в Вашем населенном пункте и поручайте их своим сотрудникам.

source: Assess Risks
de: Risikoanalyse
es: Evalúe los Riesgos
fr: Analyse des Risques
ru: Оценивайте риски

source: Analyze and categorize the risks and hazards in your community with the power of Google Maps.
de: Erstellen sie Risikoanalysen und EInsatzpläne für ihr Gebiet mit der Unterstützung von Google Maps
es: Analice y categorice los riesgos y peligros presentes en su comunidad, con el poder de Google Maps
fr: Analysez et classifiez les risques et incidents dans votre domaine grâce á l’aide de Google Maps
ru: Анализируйте и распределяйте по категориям риски и источники опасности в Вашем населенном пункте при помощи карт Google.

source: Schedule Training
de: Fortbildungsplanung
es: Programe las Capacitaciones
fr: Planifiez vos formations
ru: Назначайте тренинги

source: Schedule classes and upload documents to share with class participants.
de: Erstellen sie Fortbildungskonzepte und teilen sie Inhalte mit den Teilnehmern
es: Programe las clases y suba los documentos para ser compartidos con los participantes.
fr: Gérez vos formations et mise á niveau et partagez les documents avec les participants
ru: Составляйте расписание тренингов и загружайте документы, чтобы делиться ими с участниками тренингов.

source: Track Progress
de: Auswertung
es: Haga un seguimiento del progreso
fr: Suivi
ru: Отслеживайте прогресс

source: Organize your training program using class and certification templates.
de: Behalten sie immer den Überblick über die Leistungsfähigkeit ihrer Organisation und das Sicherheitsniveau ihres Einsatzgebietes
es: Organice su programa de capacitación utilizando plantillas para las clases y los certificados.
fr: Suivez le niveau vos équipes, de votre sécurité incendie et de vos formations en n clin d’œil
ru: Составляйте программу тренингов, используя шаблоны занятий и аттестации.

source: From our supporters
de: Kundenrezensionen
es: La opinión de quienes nos apoyan
fr: Evaluation de clients
ru: От пользователей нашей системы:

source: Departments stay with us because we care about our customers.
de: Organisationen arbeiten mit uns, da wir uns um unsere Kunden kümmern
es: Los Departamentos permanecen con nosotros porque nos ocupamos de nuestros clientes.
fr: Nos clients travaillent avec nous car nous prenons soin d’eux
ru: Пожарные части выбирают нас, потому что мы заботимся о наших клиентах

source: We've been using the system for about a year and a half. Utilizing previous systems where they didn't want our input, this is a thousand times better... It's actually taking input from the customer.
es: Hemos usado el sistema durante un año y medio. Luego de haber utilizado sistemas que no tomaban nuestros aportes, éste es mil veces mejor... En realidad está tomando los aportes del cliente.
ru: Мы пользуемся данной системой на протяжении полутора лет, отказавшись от использования предыдущих систем, которые не всегда распознавали наши данные. Эта система в тысячи раз лучше. Она в буквальном смысле слова собирает данные, которые вводит пользователь.

source: Training Lt. Ward Watson
ru: Уорд Уотсон, руководитель тренинга

source: Platteville Gilcrest Fire Protection District, Colorado, USA
es: Distrito de Bomberos de Platteville Gilcrest, Colorado, USA
ru: Участок пожарной защиты Платтевилль Гилкрест, Колорадо, США

source: We were able to come in on time and under budget and get a superior product that we felt was going to meet our needs. We keep finding more and more things we can do with this system.
es: Hemos logrado sumarnos a tiempo y dentro del presupuesto, y obtuvimos un buen producto que creíamos se iba adaptar a nuestras necesidades. Pero en realidad seguimos encontrando más y más cosas que podemos hacer con este sistema.
ru: Данная система позволяет нам прибывать на место происшествия своевременно -это первоклассный продукт в рамках бюджета, соответствующий нашим ожиданиям и удовлетворяющий нашим требованиям. Мы продолжаем работать и открывать для себя все больше и больше возможностей с этой системой.

source: Chief John Bales
es: Jefe John Bales
ru: Джон Бейлс, руководитель

source: Golden Fire Department, Colorado, USA
es: Departamento de Bomberos de Golden, Colorado, USA
ru: Пожарный участок города Голден, Колорадо, , США

source: Frequently Asked Questions
de: Häufig gestelle Fragen
es: Preguntas Frecuentes
fr: FAQ
ru: Часто задаваемые вопросы

source: How does the free trial work?
de: Wie erhalte ich einen Demozugang ?
es: ¿Cómo funciona la prueba gratuita?
fr: Comment fonctionne l’essai gratuit ?
ru: Как работает бесплатная пробная версия системы?

source: If you sign up below, a representative will create a free trial account of Emergency Reporting that you can use to analyze our system. There is no cost to evaluate our system.
de: Wenn sie über das Formular unten auf dieser Seite einen Demozugang anfordern, wird einer unserer Mitarbeiter dieses für sie frei schalten. Jetzt können sie unser System ganz in Ruhe kostenlos testen.
es: Si se da de alta a continuación, uno de nuestros representantes creará una cuenta de prueba gratuita de Emergency Reporting que podrá usar para evaluar nuestro sistema sin ningún costo.
fr: Lors de votre enregistrement vous bénéficierez d’une version d’évaluation d’Emergency Reporting que vous pourrez tester á votre guise.
ru: При заполнении формы регистрации, расположенной ниже, наш сотрудник создаст для Вас бесплатный пробный аккаунт Emergency Reporting , которым Вы сможете пользоваться для ознакомления с нашей системой. Возможность оценивания нашей системы является бесплатной и не требует с Вас никаких расходов.

source: How long have you been selling internationally?
de: Wie lange sind sie schon international aktiv ?
es: ¿Cuánto tiempo llevan vendiéndolo de manera internacional?
fr: Depuis combien de temps exportez-vous votre logiciel ?
ru: Как долго Вы продаете систему на международном рынке?

source: Emergency Reporting has been delivering web-based fire software to the global market for over six years, and we've been in business since 2003. We have over 1,500 civilian fire departments and over 150 US Department of Defense customers, including entire U.S. Marine Corps.
de: Seit über 6 Jahren arbeiten Kunden weltweit mit unserem System, insgesamt tätig sind wir seit 2003. Zu unseren Kunden zählen 1700 Feuerwehren auf 5 Kontinenten.
es: Desde hace seis años, Emergency Reporting viene ofreciendo al mercado internacional software basado en la web para departamentos de bomberos, y estamos en el sector desde el año 2003. Tenemos como clientes a más de 1500 centrales civiles de bomberos, y más de 150 departamentos de Defensa en Estados Unidos, incluyendo todo el Cuerpo de la Marina.
fr: Le système a été crée en 2003 et regroupe aujourd’hui 1700 utilisateurs, dont le ministère de la défense
ru: Emergency Reporting поставляет пожарное программное обеспечение на базе онлайн-технологий на международный рынок на протяжении шести лет, занимаясь предпринимательской деятельностью с 2003 года. Нашими клиентами являются более 1500 гражданских пожарных частей и свыше 150 Министерств Обороны США, включая корпус морской пехоты США.

source: How secure is your system?
de: Wie sicher sind meine Daten ?
es: ¿Qué tan seguro es nuestro sistema?
fr: Votre système est ail sécurisé ?
ru: Насколько надежной является Ваша система?

source: The security of your data is our top priority. We back up your data every five seconds at our World Class, secure data centers using state of the art equipment and redundancy tactics.
de: Die Datensicherheit steht bei uns an erster Stelle. Ihre Daten werden alle 5 Sekunden in den modernsten redundanten Datenzentren verschlüsselt und gesichert.
es: La seguridad de sus datos es nuestra principal prioridad. Cada cinco segundos hacemos copia de resguardo de sus datos en nuestros centros de datos de nivel internacional, utilizando equipamiento con tecnología de punta y tácticas de redundancia.
fr: La sécurité de nos données est notre priorité, nous sauvegardons nos données toutes les 5 secondes avec la technologie de cryptage de dernière génération.
ru: Безопасность Ваших данных является нашей первостепенной задачей. Мы производим резервное копирование Ваших данных в наших центрах безопасности данных, признанных во всем мире, каждые пять секунд, используя новейшее оборудование и способы резервирования.

source: How much will it cost to use Emergency Reporting at my department?
de: Was kostet Emergency Reporting für meine Organisation ?
es: ¿Cuánto será el costo de usar Emergency Reporting en mi departamento?
fr: Combien me coûtera l’utilisation d’Emergency Reporting ?
ru: Во сколько обойдется использование Emergency Reporting для моей пожарной части?

source: Emergency Reporting is a 100% web-based solution. You only pay once for your entire staff/department. You can login to your account from anywhere and there are no limits to the number of users that can be added to your account.
de: Emergency Reporting ist eine komplett web basierende Software. Sie bezahlen nur einmalig die jährliche Nutzungsgebühr für ihre Organisation. Sie können sich von überall aus einloggen und es gibt keine Begrenzung der Nutzer.
es: Emergency Reporting es una solución 100% basada en la web. Sólo se paga una vez por todo su equipo/departamento. Puede iniciar sesión en su cuenta desde cualquier lugar y no hay límites para la cantidad de usuarios que pueden ser añadidos a su cuenta.
fr: Emergency Reporting est une application 100% internet. Vous payez 1 fois pour votre compte et vous pouvez vous connecter de partout et avoir autant d’utilisateur que vous souhaitez.
ru: Emergency Reporting является решением, на сто процентов разработанным на базе онлайн-технологий. Вы производите оплату только один раз для всей Вашей пожарной части. Вы имеете доступ к Вашему аккаунту, где бы Вы не находились, имея возможность добавлять к Вашему аккаунту неограниченное количество пользователей.

# department_name_placeholder
source: FF Berlin
es: FF Berlín
fr: Sapeurs-Pompiers

source: Emergency Reporting
es: Reporte de Emergencias
